[
  {
    "event": "A major global conflict begins in Europe involving several powerful nations.",
    "first": "Germany invades Poland, triggering a reaction from Britain and France.",
    "second": "The Soviet Union signs a non-aggression pact with Nazi Germany.",
    "third": "The world's first large-scale war to involve air raids and Blitzkrieg tactics begins.",
    "final": "World War II officially begins.",
    "year": 1939
  },
  {
    "event": "A rapid expansion of conflict takes place across Europe as a powerful military force advances.",
    "first": "Germany launches invasions into Denmark and Norway early in the year.",
    "second": "Paris falls and France signs an armistice with Germany.",
    "third": "Winston Churchill becomes Prime Minister of the United Kingdom.",
    "final": "The Battle of Britain begins as Germany attempts to gain air superiority over the UK.",
    "year": 1940
  },
  {
    "event": "Tensions across the globe rise as a surprise attack drastically shifts a nation's stance in the war.",
    "first": "Germany invades the Soviet Union in a massive military operation.",
    "second": "The Siege of Leningrad begins, lasting for years.",
    "third": "The U.S. imposes sanctions on Japan and warns of aggression.",
    "final": "Japan attacks Pearl Harbor, leading the U.S. to join World War II.",
    "year": 1941
  },
  {
    "event": "A pivotal global conflict continues to reshape borders and alliances.",
    "first": "A major battle begins in the Soviet city of Stalingrad.",
    "second": "The U.S. establishes the Manhattan Project for atomic research.",
    "third": "The Japanese suffer a significant defeat at the Battle of Midway.",
    "final": "World War II is at its height, with battles raging across Europe, Africa, and the Pacific.",
    "year": 1942
  },
  {
    "event": "Massive resistance movements and turning points shift the global war’s tide.",
    "first": "Italy’s Fascist regime collapses and Mussolini is arrested.",
    "second": "The Warsaw Ghetto Uprising becomes a powerful symbol of resistance.",
    "third": "The Allies gain control in North Africa after the surrender of Axis forces in Tunisia.",
    "final": "The Soviet Union wins the Battle of Stalingrad, a major turning point in WWII.",
    "year": 1943
  },
  {
    "event": "A large-scale military invasion takes place in Western Europe.",
    "first": "Paris is liberated by Allied forces.",
    "second": "Anne Frank is captured and deported to a concentration camp.",
    "third": "The Battle of the Bulge marks Nazi Germany’s final major offensive.",
    "final": "D-Day: Allied forces storm the beaches of Normandy.",
    "year": 1944
  },
  {
    "event": "An immense global war finally draws to a close with tragic and historic consequences.",
    "first": "Adolf Hitler dies by suicide in his Berlin bunker.",
    "second": "The United Nations is founded to promote global peace.",
    "third": "Germany surrenders in May, followed by Japan in August.",
    "final": "Atomic bombs are dropped on Hiroshima and Nagasaki.",
    "year": 1945
  },
  {
    "event": "The world begins recovering and reorganizing after a devastating war.",
    "first": "The first meeting of the United Nations General Assembly is held.",
    "second": "The Nuremberg Trials continue, prosecuting Nazi war crimes.",
    "third": "The Philippines gains independence from the U.S.",
    "final": "Winston Churchill warns of an 'Iron Curtain' falling across Europe.",
    "year": 1946
  },
  {
    "event": "New political alignments and independence movements shape the post-war world.",
    "first": "The Truman Doctrine signals U.S. commitment to counter Soviet influence.",
    "second": "The Cold War tensions begin to rise globally.",
    "third": "India and Pakistan gain independence from British rule.",
    "final": "Mahatma Gandhi leads peace efforts after India’s partition.",
    "year": 1947
  },
  {
    "event": "The geopolitical landscape shifts as new nations and rivalries emerge.",
    "first": "The Berlin Blockade begins, prompting an Allied airlift.",
    "second": "The State of Israel is proclaimed.",
    "third": "Mahatma Gandhi is assassinated in New Delhi.",
    "final": "The Universal Declaration of Human Rights is adopted by the UN.",
    "year": 1948
  },
  {
    "event": "Two major powers formalize alliances and ideological blocs.",
    "first": "NATO (North Atlantic Treaty Organization) is established.",
    "second": "The People's Republic of China is officially founded by Mao Zedong.",
    "third": "Soviet Union tests its first atomic bomb.",
    "final": "Germany is divided into East and West, setting the Cold War stage.",
    "year": 1949
  },
  {
    "event": "A major conflict erupts on the Korean Peninsula.",
    "first": "North Korea invades South Korea, triggering global military involvement.",
    "second": "UN troops led by the U.S. land at Inchon.",
    "third": "China joins the war in support of North Korea.",
    "final": "The Korean War begins, lasting until 1953.",
    "year": 1950
  },
  {
    "event": "Political shifts and technological beginnings mark the early Cold War period.",
    "first": "The first color television broadcast airs in the U.S.",
    "second": "The Treaty of San Francisco is signed, officially ending WWII with Japan.",
    "third": "Julius and Ethel Rosenberg are convicted of espionage in the U.S.",
    "final": "The U.S. conducts extensive nuclear testing as Cold War arms race escalates.",
    "year": 1951
  },
  {
    "event": "A significant shift in the British monarchy and nuclear capabilities.",
    "first": "Elizabeth II becomes Queen of the United Kingdom.",
    "second": "The U.S. tests the first hydrogen bomb.",
    "third": "Agatha Christie’s play *The Mousetrap* premieres in London.",
    "final": "The Great Smog of London kills thousands due to air pollution.",
    "year": 1952
  },
  {
    "event": "Landmark events in science, mountaineering, and geopolitics occur.",
    "first": "Edmund Hillary and Tenzing Norgay summit Mount Everest.",
    "second": "DNA’s double helix structure is discovered by Watson and Crick.",
    "third": "Stalin dies, ending a brutal Soviet era.",
    "final": "The Korean War ends with an armistice.",
    "year": 1953
  },
  {
    "event": "Tensions rise and a cultural icon debuts.",
    "first": "The U.S. Supreme Court rules school segregation unconstitutional (Brown v. Board of Education).",
    "second": "The Vietnam conflict begins as the French withdraw after the Battle of Dien Bien Phu.",
    "third": "The first Godzilla movie premieres in Japan.",
    "final": "The CIA-backed coup in Guatemala ousts President Árbenz.",
    "year": 1954
  },
  {
    "event": "Music, civil rights, and tech industries take major steps forward.",
    "first": "Bill Gates and Steve Jobs are born.",
    "second": "Warsaw Pact is formed as a Soviet counter to NATO.",
    "third": "Rosa Parks refuses to give up her seat on a bus in Montgomery, Alabama.",
    "final": "Rock and Roll rises as Elvis Presley records his first hit.",
    "year": 1955
  },
  {
    "event": "Cracks in empires and cultural revolutions emerge.",
    "first": "The Suez Crisis begins as Egypt nationalizes the Suez Canal.",
    "second": "Hungarian Uprising against Soviet control is violently suppressed.",
    "third": "Elvis Presley becomes a cultural sensation with *Heartbreak Hotel*.",
    "final": "Pakistan declares itself an Islamic republic.",
    "year": 1956
  },
  {
    "event": "The Space Age begins.",
    "first": "The Soviet Union launches *Sputnik 1*, the first artificial satellite.",
    "second": "The Civil Rights Act of 1957 is passed in the U.S.",
    "third": "The Asian Flu pandemic spreads globally.",
    "final": "Dr. Seuss publishes *The Cat in the Hat*.",
    "year": 1957
  },
  {
    "event": "Technological progress and space competition escalate.",
    "first": "NASA is officially established.",
    "second": "The U.S. launches its first satellite, *Explorer 1*.",
    "third": "The microchip is invented, revolutionizing computing.",
    "final": "The Peace Symbol is designed for nuclear disarmament protests.",
    "year": 1958
  },
  {
    "event": "Cultural icons rise, revolutions ignite.",
    "first": "Fidel Castro overthrows Batista in Cuba.",
    "second": "Barbie doll is launched by Mattel.",
    "third": "Alaska and Hawaii become U.S. states.",
    "final": "The first Grammy Awards ceremony is held.",
    "year": 1959
  },
  {
    "event": "A year of independence, espionage, and new leadership.",
    "first": "The *U-2 incident* strains U.S.-Soviet relations.",
    "second": "17 African countries gain independence.",
    "third": "John F. Kennedy is elected U.S. President.",
    "final": "The first televised presidential debates take place.",
    "year": 1960
  },
  {
    "event": "The world looks to the skies and to Berlin.",
    "first": "Yuri Gagarin becomes the first human in space.",
    "second": "Construction of the Berlin Wall begins.",
    "third": "The Bay of Pigs invasion fails in Cuba.",
    "final": "Barack Obama is born in Hawaii.",
    "year": 1961
  },
  {
    "event": "A close brush with nuclear war and pop culture icons emerge.",
    "first": "The Cuban Missile Crisis brings the U.S. and USSR to the brink of nuclear war.",
    "second": "John Glenn becomes the first American to orbit Earth.",
    "third": "Marvel introduces Spider-Man in *Amazing Fantasy #15*.",
    "final": "The Beatles release their first single, 'Love Me Do'.",
    "year": 1962
  },
  {
    "event": "A year of tragedy, leadership, and dreams.",
    "first": "John F. Kennedy is assassinated in Dallas, Texas.",
    "second": "Martin Luther King Jr. delivers his 'I Have a Dream' speech.",
    "third": "The first episode of *Doctor Who* airs on BBC.",
    "final": "ZIP codes are introduced in the U.S. postal system.",
    "year": 1963
  },
  {
    "event": "Civil rights advance, pop culture explodes.",
    "first": "The U.S. passes the Civil Rights Act of 1964.",
    "second": "The Beatles appear on *The Ed Sullivan Show*, sparking Beatlemania.",
    "third": "Nelson Mandela is sentenced to life imprisonment.",
    "final": "G.I. Joe action figures are introduced.",
    "year": 1964
  },
  {
    "event": "War escalates, and social movements rise.",
    "first": "U.S. begins major troop deployment to Vietnam.",
    "second": "The Voting Rights Act is signed into law in the U.S.",
    "third": "Malcolm X is assassinated in New York.",
    "final": "Compact Cassette tapes gain popularity worldwide.",
    "year": 1965
  },
  {
    "event": "Space and culture take center stage.",
    "first": "*Star Trek* premieres on American television.",
    "second": "The Cultural Revolution begins in China under Mao Zedong.",
    "third": "The Soviet Luna 9 becomes the first spacecraft to soft-land on the Moon.",
    "final": "Indira Gandhi becomes Prime Minister of India.",
    "year": 1966
  },
  {
    "event": "Shifts in Middle East and youth culture dominate.",
    "first": "The Six-Day War reshapes Middle Eastern borders.",
    "second": "The Summer of Love sweeps across San Francisco.",
    "third": "The first successful human heart transplant is performed.",
    "final": "Rolling Stone magazine publishes its first issue.",
    "year": 1967
  },
  {
    "event": "A turbulent and violent year of assassinations and protests.",
    "first": "Martin Luther King Jr. and Robert F. Kennedy are assassinated.",
    "second": "Massive protests occur globally, from Paris to Prague to the U.S.",
    "third": "Apollo 8 becomes the first crewed spacecraft to orbit the Moon.",
    "final": "Intel Corporation is founded.",
    "year": 1968
  },
  {
    "event": "One giant leap for mankind.",
    "first": "Apollo 11 lands on the Moon — Neil Armstrong takes the first step.",
    "second": "Woodstock Festival draws over 400,000 attendees in New York.",
    "third": "ARPANET, the precursor to the internet, is launched.",
    "final": "The first episode of *Sesame Street* airs on PBS.",
    "year": 1969
  },
  {
    "event": "Environmentalism and music milestones emerge.",
    "first": "The first Earth Day is celebrated in the U.S.",
    "second": "The Beatles officially disband.",
    "third": "Jimi Hendrix and Janis Joplin die of drug overdoses.",
    "final": "Fiji and Tonga gain independence.",
    "year": 1970
  },
  {
    "event": "A new nation is born, and computing begins to evolve.",
    "first": "Bangladesh declares independence from Pakistan.",
    "second": "The microprocessor is invented by Intel (4004).",
    "third": "Walt Disney World opens in Florida.",
    "final": "Email is sent for the first time.",
    "year": 1971
  },
  {
    "event": "Diplomacy, scandal, and games take the spotlight.",
    "first": "President Nixon visits China, opening diplomatic relations.",
    "second": "Watergate break-in sets off a major political scandal.",
    "third": "The last Apollo Moon mission (Apollo 17) is launched.",
    "final": "The first video game console — Magnavox Odyssey — is released.",
    "year": 1972
  },
  {
    "event": "Crisis and innovation shape the world.",
    "first": "OPEC oil embargo leads to a global energy crisis.",
    "second": "Roe v. Wade legalizes abortion in the U.S.",
    "third": "The first mobile phone call is made by Motorola.",
    "final": "The Sydney Opera House officially opens.",
    "year": 1973
  },
  {
    "event": "Power shifts and cultural landmarks emerge.",
    "first": "Richard Nixon resigns following the Watergate scandal.",
    "second": "India successfully conducts its first nuclear test.",
    "third": "ABBA wins Eurovision with 'Waterloo'.",
    "final": "Rubik's Cube is invented by Ernő Rubik.",
    "year": 1974
  },
  {
    "event": "War ends and tech begins to rise.",
    "first": "The Vietnam War officially ends with the fall of Saigon.",
    "second": "Microsoft is founded by Bill Gates and Paul Allen.",
    "third": "The first episode of *Saturday Night Live* airs.",
    "final": "India enters Emergency rule under Indira Gandhi.",
    "year": 1975
  },
  {
    "event": "Innovation and change sweep across politics and media.",
    "first": "Apple Computer Company is founded by Steve Jobs and Steve Wozniak.",
    "second": "The Concorde begins commercial service.",
    "third": "The first Ebola outbreak occurs in Africa.",
    "final": "Nadia Comăneci scores the first perfect 10 in Olympic gymnastics.",
    "year": 1976
  },
  {
    "event": "Galaxies far away and musical revolutions begin.",
    "first": "Star Wars premieres and becomes a cultural phenomenon.",
    "second": "The Apple II personal computer is released.",
    "third": "Elvis Presley dies at the age of 42.",
    "final": "Voyager 1 is launched toward the outer solar system.",
    "year": 1977
  },
  {
    "event": "Global firsts and tech evolutions.",
    "first": "The first test tube baby (Louise Brown) is born in the UK.",
    "second": "The first Garfield comic strip is published.",
    "third": "The Camp David Accords are signed between Egypt and Israel.",
    "final": "The first spam email is sent on ARPANET.",
    "year": 1978
  },
  {
    "event": "Crises, revolutions, and leadership shifts.",
    "first": "The Iranian Revolution leads to the fall of the Shah.",
    "second": "Margaret Thatcher becomes the UK’s first female Prime Minister.",
    "third": "The Soviet Union invades Afghanistan.",
    "final": "The Three Mile Island nuclear accident occurs in the U.S.",
    "year": 1979
  },
  {
    "event": "Assassinations, boycotts, and entertainment icons.",
    "first": "John Lennon is assassinated in New York.",
    "second": "The U.S. boycotts the Moscow Olympics.",
    "third": "CNN is launched as the first 24-hour news network.",
    "final": "*Pac-Man* becomes a video game sensation.",
    "year": 1980
  },
  {
    "event": "Beginnings of tech empires and new diseases.",
    "first": "Ronald Reagan becomes U.S. President and survives an assassination attempt.",
    "second": "IBM releases its first personal computer (IBM 5150).",
    "third": "First reported cases of AIDS emerge in the U.S.",
    "final": "MTV launches with 'Video Killed the Radio Star'.",
    "year": 1981
  },
  {
    "event": "A year of computers, conflict, and creativity.",
    "first": "Falklands War is fought between the UK and Argentina.",
    "second": "The first CD player is released by Sony.",
    "third": "E.T. the Extra-Terrestrial becomes a box office hit.",
    "final": "Time magazine names 'The Computer' as Machine of the Year.",
    "year": 1982
  },
  {
    "event": "Networks expand while tensions rise.",
    "first": "ARPANET adopts TCP/IP, creating the modern internet.",
    "second": "The U.S. invades Grenada in Operation Urgent Fury.",
    "third": "Microsoft Word is first released.",
    "final": "The video game *Mario Bros* is released by Nintendo.",
    "year": 1983
  },
  {
    "event": "Orwell's year sees big tech moves and dark turns.",
    "first": "Apple launches the Macintosh computer.",
    "second": "India’s PM Indira Gandhi is assassinated by her bodyguards.",
    "third": "Bhopal gas tragedy kills thousands in India.",
    "final": "The first TED conference is held in California.",
    "year": 1984
  },
  {
    "event": "Music, marketing, and moments in memory.",
    "first": "Live Aid concerts raise global famine awareness.",
    "second": "Windows 1.0 is launched by Microsoft.",
    "third": "Nintendo releases the NES in North America.",
    "final": "Coca-Cola introduces and retracts 'New Coke'.",
    "year": 1985
  },
  {
    "event": "From space disasters to global reform.",
    "first": "Space Shuttle Challenger explodes after liftoff.",
    "second": "Chernobyl nuclear disaster occurs in the USSR.",
    "third": "The Oprah Winfrey Show debuts.",
    "final": "Pixar releases its first short film, 'Luxo Jr.'",
    "year": 1986
  },
  {
    "event": "Markets crash and legends begin.",
    "first": "Black Monday sees global stock markets crash.",
    "second": "The first version of Photoshop is created (later released in 1990).",
    "third": "The Simpsons debut as shorts on *The Tracey Ullman Show*.",
    "final": "DNA is first used in a criminal conviction in the UK.",
    "year": 1987
  },
  {
    "event": "New organizations and iconic debuts.",
    "first": "Al-Qaeda is formed by Osama bin Laden.",
    "second": "The first major computer worm (Morris worm) spreads.",
    "third": "Soviet troops begin withdrawal from Afghanistan.",
    "final": "Die Hard and Akira premiere in cinemas.",
    "year": 1988
  },
  {
    "event": "Walls fall and web begins.",
    "first": "The Berlin Wall falls, marking the end of the Cold War.",
    "second": "Tiananmen Square protests occur in Beijing.",
    "third": "Game Boy is released by Nintendo.",
    "final": "Tim Berners-Lee proposes the World Wide Web.",
    "year": 1989
  },
  {
    "event": "New beginnings in space and cyberspace.",
    "first": "The Hubble Space Telescope is launched.",
    "second": "Nelson Mandela is released after 27 years in prison.",
    "third": "The World Wide Web is born at CERN.",
    "final": "Germany is officially reunified after decades.",
    "year": 1990
  },
  {
    "event": "Empires end and systems reboot.",
    "first": "The Soviet Union officially dissolves.",
    "second": "The Gulf War begins with Operation Desert Storm.",
    "third": "Linux is announced by Linus Torvalds.",
    "final": "The first website goes live on the internet.",
    "year": 1991
  },
  {
    "event": "A year of new alliances, tensions, and pop culture.",
    "first": "Bosnian War begins after the breakup of Yugoslavia.",
    "second": "The European Union is formally established via the Maastricht Treaty.",
    "third": "The Cartoon Network launches.",
    "final": "Bill Clinton is elected President of the United States.",
    "year": 1992
  },
  {
    "event": "Web opens and world watches.",
    "first": "World Trade Center is bombed in New York.",
    "second": "Intel releases the first Pentium microprocessor.",
    "third": "Mosaic, the first graphical web browser, is launched.",
    "final": "Jurassic Park becomes the highest-grossing film ever at the time.",
    "year": 1993
  },
  {
    "event": "Web opens and world watches.",
    "first": "World Trade Center is bombed in New York.",
    "second": "Intel releases the first Pentium microprocessor.",
    "third": "Mosaic, the first graphical web browser, is launched.",
    "final": "Jurassic Park becomes the highest-grossing film ever at the time.",
    "year": 1993
  },
  {
    "event": "Commerce and crime hit the internet era.",
    "first": "Nelson Mandela becomes President of South Africa.",
    "second": "Amazon is founded by Jeff Bezos.",
    "third": "The PlayStation is released in Japan.",
    "final": "The O.J. Simpson chase captivates live television viewers.",
    "year": 1994
  },
  {
    "event": "Browsers and billionaires rise.",
    "first": "Windows 95 is released by Microsoft.",
    "second": "eBay is launched as AuctionWeb.",
    "third": "The Java programming language is introduced.",
    "final": "Toy Story, the first fully computer-animated film, is released.",
    "year": 1995
  },
  {
    "event": "A year of clones, games, and global tragedies.",
    "first": "Dolly the sheep becomes the first cloned mammal.",
    "second": "The Taliban capture Kabul, Afghanistan.",
    "third": "Nintendo 64 is released.",
    "final": "Pokémon debuts in Japan with Red and Green versions.",
    "year": 1996
  },
  {
    "event": "Deep defeats and tragic events.",
    "first": "IBM’s Deep Blue defeats Garry Kasparov in chess.",
    "second": "The Asian Financial Crisis begins.",
    "third": "Princess Diana dies in a car crash in Paris.",
    "final": "Titanic premieres and dominates the global box office.",
    "year": 1997
  },
  {
    "event": "Search engines and scandals dominate.",
    "first": "Google is founded by Larry Page and Sergey Brin.",
    "second": "The India-Pakistan nuclear tests heighten regional tensions.",
    "third": "The Lewinsky scandal leads to Bill Clinton’s impeachment inquiry.",
    "final": "Apple introduces the iMac G3 with colorful designs.",
    "year": 1998
  },
  {
    "event": "Digital fears and legendary cinema.",
    "first": "NATO intervenes in Kosovo.",
    "second": "The world fears Y2K bug as millennium nears.",
    "third": "Napster launches and changes music sharing.",
    "final": "The Matrix and Star Wars: Episode I are released.",
    "year": 1999
  },
  {
    "event": "Millennium dawns with tech shifts and tight elections.",
    "first": "The Y2K bug turns out to be a non-event.",
    "second": "The dot-com bubble peaks and begins to burst.",
    "third": "Vladimir Putin becomes President of Russia.",
    "final": "George W. Bush is elected U.S. President after controversial recount.",
    "year": 2000
  },
  {
    "event": "A world-changing tragedy and global war.",
    "first": "9/11 terrorist attacks hit the U.S.",
    "second": "U.S. launches War in Afghanistan.",
    "third": "Wikipedia is launched as a free encyclopedia.",
    "final": "Apple releases the first iPod.",
    "year": 2001
  },
  {
    "event": "From the euro to early streaming beginnings.",
    "first": "Euro becomes official currency in 12 European countries.",
    "second": "The Bali bombings kill over 200 in Indonesia.",
    "third": "The Department of Homeland Security is formed in the U.S.",
    "final": "YouTube’s precursor, ‘Internet Archive’s Wayback Machine’, launches publicly.",
    "year": 2002
  },
  {
    "event": "Invasions, viruses, and breakthroughs.",
    "first": "U.S. invades Iraq, toppling Saddam Hussein.",
    "second": "The SARS outbreak spreads across the globe.",
    "third": "Human Genome Project is declared complete.",
    "final": "Skype is founded for VoIP calling.",
    "year": 2003
  },
  {
    "event": "A year of natural disasters and social networks.",
    "first": "A massive tsunami hits Indian Ocean nations, killing over 230,000.",
    "second": "Facebook is launched at Harvard.",
    "third": "NASA's Opportunity rover lands on Mars.",
    "final": "Google goes public with one of the biggest IPOs.",
    "year": 2004
  },
  {
    "event": "Video sharing and viral culture emerge.",
    "first": "YouTube is founded by three former PayPal employees.",
    "second": "Hurricane Katrina devastates New Orleans.",
    "third": "Angela Merkel becomes Germany’s first female Chancellor.",
    "final": "Pope John Paul II dies, and Benedict XVI is elected.",
    "year": 2005
  },
  {
    "event": "Tweets begin, and tech giants expand.",
    "first": "Twitter is launched to the public.",
    "second": "Pluto is reclassified as a dwarf planet.",
    "third": "Google acquires YouTube for $1.65 billion.",
    "final": "The Nintendo Wii and Sony PS3 are released.",
    "year": 2006
  },
  {
    "event": "Apple released the first iPhone, revolutionizing smartphones.",
    "first": "The global financial crisis began to take shape.",
    "second": "Final book in the Harry Potter series was published.",
    "third": "The Virginia Tech shooting became the deadliest school shooting in U.S. history.",
    "final": "Netflix introduced online streaming for subscribers.",
    "year": 2007
  },
  {
    "event": "Barack Obama was elected as the first African-American U.S. President.",
    "first": "Lehman Brothers collapsed, intensifying the global financial crisis.",
    "second": "Beijing hosted the Olympic Games.",
    "third": "Bitcoin whitepaper was published by Satoshi Nakamoto.",
    "final": "Marvel's *Iron Man* launched the MCU.",
    "year": 2008
  },
  {
    "event": "Bitcoin was launched with the mining of its first block.",
    "first": "Michael Jackson died unexpectedly, shocking the world.",
    "second": "Avatar by James Cameron became the highest-grossing film at the time.",
    "third": "The H1N1 swine flu pandemic spread globally.",
    "final": "Uber was founded in San Francisco.",
    "year": 2009
  },
  {
    "event": "Instagram was launched and quickly gained popularity.",
    "first": "An earthquake devastated Haiti, killing over 200,000 people.",
    "second": "Apple introduced the iPad.",
    "third": "WikiLeaks published U.S. diplomatic cables.",
    "final": "Spain won its first FIFA World Cup in South Africa.",
    "year": 2010
  },
  {
    "event": "Osama bin Laden was killed in a U.S. Navy SEAL operation.",
    "first": "A 9.0-magnitude earthquake and tsunami hit Japan, causing the Fukushima disaster.",
    "second": "South Sudan became the world's newest country.",
    "third": "Steve Jobs passed away.",
    "final": "The Arab Spring protests spread across the Middle East.",
    "year": 2011
  },
  {
    "event": "The Curiosity rover landed on Mars.",
    "first": "The Sandy Hook Elementary School shooting occurred in Connecticut.",
    "second": "Gangnam Style by Psy went viral globally.",
    "third": "The Higgs boson particle was discovered at CERN.",
    "final": "London hosted the Summer Olympics.",
    "year": 2012
  },
  {
    "event": "Edward Snowden leaked NSA surveillance data.",
    "first": "Pope Francis became the new head of the Catholic Church.",
    "second": "Black Lives Matter movement was founded.",
    "third": "Typhoon Haiyan devastated the Philippines.",
    "final": "Disney released *Frozen*, breaking animation records.",
    "year": 2013
  },
  {
    "event": "Malaysia Airlines Flight MH370 disappeared.",
    "first": "Ebola outbreak spread across West Africa.",
    "second": "Russia annexed Crimea, sparking international tensions.",
    "third": "Robin Williams passed away.",
    "final": "Germany won the FIFA World Cup in Brazil.",
    "year": 2014
  },
  {
    "event": "Paris Climate Agreement was adopted by 196 countries.",
    "first": "NASA confirmed the presence of liquid water on Mars.",
    "second": "Charlie Hebdo shooting and Paris terrorist attacks occurred.",
    "third": "Apple released the Apple Watch.",
    "final": "*Star Wars: The Force Awakens* smashed box office records.",
    "year": 2015
  },
  {
    "event": "Donald Trump was elected President of the United States.",
    "first": "UK voted to leave the EU in the Brexit referendum.",
    "second": "Zika virus was declared a global health emergency.",
    "third": "Pokémon GO became a worldwide mobile phenomenon.",
    "final": "Leonardo DiCaprio finally won an Oscar.",
    "year": 2016
  },
  {
    "event": "Donald Trump was inaugurated as the 45th U.S. President.",
    "first": "The #MeToo movement gained global momentum.",
    "second": "A total solar eclipse was visible across the U.S.",
    "third": "Bitcoin's value soared to nearly $20,000.",
    "final": "The Rohingya refugee crisis escalated in Myanmar.",
    "year": 2017
  },
  {
    "event": "The Camp Fire became the deadliest wildfire in California history.",
    "first": "France won the FIFA World Cup in Russia.",
    "second": "Marvel’s *Black Panther* became a cultural phenomenon.",
    "third": "Facebook faced scrutiny over the Cambridge Analytica data scandal.",
    "final": "Avicii and Stephen Hawking passed away.",
    "year": 2018
  },
  {
    "event": "Notre-Dame Cathedral in Paris suffered a major fire.",
    "first": "The first case of COVID-19 was identified in Wuhan, China.",
    "second": "*Avengers: Endgame* became the highest-grossing film of all time (temporarily).",
    "third": "Greta Thunberg inspired global climate strikes.",
    "final": "India's Chandrayaan-2 mission reached the Moon’s orbit.",
    "year": 2019
  },
  {
    "event": "COVID-19 pandemic shut down the world and caused a global health crisis.",
    "first": "George Floyd’s death sparked worldwide protests against racism and police brutality.",
    "second": "Tokyo 2020 Olympics were postponed.",
    "third": "Joe Biden was elected President of the U.S.",
    "final": "Zoom, masks, and lockdowns became everyday life.",
    "year": 2020
  },
  {
    "event": "COVID-19 vaccines rolled out globally to combat the pandemic.",
    "first": "The U.S. Capitol was stormed on January 6.",
    "second": "NASA’s Perseverance rover landed on Mars.",
    "third": "El Salvador became the first country to adopt Bitcoin as legal tender.",
    "final": "Squid Game became a global streaming sensation.",
    "year": 2021
  },
  {
    "event": "Russia invaded Ukraine, igniting a major war in Europe.",
    "first": "Queen Elizabeth II died, ending a 70-year reign.",
    "second": "Argentina won the FIFA World Cup; Messi’s legacy was sealed.",
    "third": "Twitter was bought by Elon Musk.",
    "final": "AI tools like ChatGPT began making headlines.",
    "year": 2022
  },
  {
    "event": "Generative AI exploded in popularity, with GPT-4, Midjourney, and others reshaping tech.",
    "first": "Barbie and Oppenheimer ('Barbenheimer') dominated cinemas.",
    "second": "Titan submersible imploded near the Titanic wreck site.",
    "third": "India’s Chandrayaan-3 successfully landed near the Moon’s south pole.",
    "final": "Israel-Hamas war escalated dramatically.",
    "year": 2023
  },
  {
    "event": "A major international sporting event returned to Europe, bringing athletes from over 200 countries.",
    "first": "Apple released its Vision Pro headset, marking its entry into the spatial computing market.",
    "second": "Taylor Swift's record-breaking Eras Tour continued to dominate global headlines and economies.",
    "third": "A total solar eclipse crossed parts of North America, captivating millions.",
    "final": "Paris became the center of global attention as it hosted a historic Summer Olympics.",
    "year": 2024
  }
]
